<?php

return [
    'title' => 'სათაური',
    'text' => 'აღწერა',
    'latest' => 'ბოლო სიახლეები',
    'read_more' => 'ნახეთ მეტი',
    'view_all' => 'ყველა სიახლე',
    'filter' => 'გაფილტვრა',
    'tags' => 'თეგები',
    'by' => 'ავტორი',
    'published' => 'თარიღი',
    'back' => 'უკან',
    'edit' => 'რედაქტირება',
    'image' => 'ფოტო',
    'create' => 'შექმნა',
    'update' => 'განახლება',
    'delete' => 'წაშლა',
    'search_by' => 'სათაური, ან ავტორი',
    'search' => 'ძიება',
    'clear_search' => 'გასუფთავება',
    'action' => 'მოქმედება',
    'english_fields' => 'ინგლისური ველები',
    'add_new_item' => 'დაამატე სიახლე',
    'up_details' => 'განაახლეთ დეტალები'
];
