<?php

return [
    'dashboard' => 'ტარიფების ნუსხა',
    'manage_plans' => 'ტარიფების მართვა',
    'plan_list' => 'ტარიფების ნუსხა',
    'create' => 'ტარიფის შექმნა',
    'all_plans' => 'ყველა ტარიფი',
    'view' => 'ნახვა',
    'edit' => 'რედაქტირება',
    'delete' => 'წაშლა',
    'name' => 'სახელი',
    'description' => 'აღწერა',
    'price' => 'ფასი',
    'type' => 'ტიპი',
    'actions' => 'მოქმედება',
    'select_type' => 'აირჩიე ტარიფის სახეობა',
    'add_package' => 'დაამატე სატელევიზიო პაკეტი',
    'add_new_item' => 'დაამატე ტარიფი'
];