<?php

return [
    'dashboard' => 'გუნდის მართვა',
    'team_list' => 'გუნდის სია',
    'create' => 'დამატება',
    'edit' => 'რედაქტირება',
    'delete' => 'წაშლა',
    'all_team_members' => 'ყველა გუნდის წევრი',
    'name' => 'სახელი',
    'position' => 'პოზიცია',
    'photo' => 'ფოტო',
    'description' => 'აღწერა',
    'actions' => 'მოქმედებები',
    'mission' => 'სქაიტელი დაარსდა 2010 წელს, დარგის პროფესიონალი სპეციალისტების მიერ, რომლებიც სატელეკომუნიკაციო ბაზარზე ბოლო 13 წლის განმავლობაში, ცდილობენ ხელი შეუწყონ საქართველოში ინტერნეტ ბაზრის სამომავლო განვითარებას. დღესდღეობით, სქაიტელი აერთიანებს 40-ზე მეტ კომპანიას და 400-მდე თანამშრომელს. 2015 წლიდან სქაიტელი წარმოადგენს საქართველოს ერთ-ერთ ლიდერ სატელეკომუნიკაციო კომპანიას, რომელმაც თავისი ადგილი დაიკავა ინტერნეტ პროვაიდერების დიდ სამეულში. ინოვაციები და ტექნოლოგიური პროგრესი ჩვენი პოლიტიკის განუყოფელი ნაწილი და კორპორაციული სტრატეგიის ფუნდამენტური ასპექტია. ჩვენ მუდმივად ვიყენებთ მსოფლიოში სატელეკომუნიკაციო ბაზარზე არსებულ უახლეს ტექნოლოგიებს, რათა მივაწოდოთ საქართველოს მოსახლეობას და არაერთ ორგანიზაციას მაღალი ხარისხის ინტერნეტ სერვისები. Სქაიტელში მუდმივად ორიენტირებულები ვართ ჩვენი მომხმარებლების საჭიროებებსა და სურვილებზე. ჩვენი მიზანია, საქართველოს მოსახლეობას მივცეთ ახალი შესაძლებლობები და მათზე მორგებული სერვისები, რაც გააუმჯობესებს მათ ყოველდღიურ ცხოვრებას.',
    'aim' => 'კომპანიის მისია',
    'about_us' => 'ჩვენს შესახებ',
    'our_team' => 'ჩვენი გუნდი',
];
