<x-main-layout>
    <div class="container">
        <h1>ჩვენს შესახებ</h1>

        <section>
            <h2>კომპანიის მისია</h2>
            <p>
                სქაიტელი დაარსდა 2010 წელს, დარგის პროფესიონალი სპეციალისტების მიერ, რომლებიც სატელეკომუნიკაციო ბაზარზე
                ბოლო 13 წლის განმავლობაში, ცდილობენ ხელი შეუწყონ საქართველოში ინტერნეტ ბაზრის სამომავლო განვითარებას.
                დღესდღეობით, სქაიტელი აერთიანებს 40-ზე მეტ კომპანიას და 400-მდე თანამშრომელს.


                2015 წლიდან სქაიტელი წარმოადგენს საქართველოს ერთ-ერთ ლიდერ სატელეკომუნიკაციო კომპანიას, რომელმაც თავისი
                ადგილი დაიკავა ინტერნეტ პროვაიდერების დიდ სამეულში. ინოვაციები და ტექნოლოგიური პროგრესი ჩვენი პოლიტიკის
                განუყოფელი ნაწილი და კორპორაციული სტრატეგიის ფუნდამენტური ასპექტია. ჩვენ მუდმივად ვიყენებთ მსოფლიოში
                სატელეკომუნიკაციო ბაზარზე არსებულ უახლეს ტექნოლოგიებს, რათა მივაწოდოთ საქართველოს მოსახლეობას და არაერთ
                ორგანიზაციას მაღალი ხარისხის ინტერნეტ სერვისები.


                Სქაიტელში მუდმივად ორიენტირებულები ვართ ჩვენი მომხმარებლების საჭიროებებსა და სურვილებზე. ჩვენი მიზანია,
                საქართველოს მოსახლეობას მივცეთ ახალი შესაძლებლობები და მათზე მორგებული სერვისები, რაც გააუმჯობესებს მათ
                ყოველდღიურ ცხოვრებას.
                {{ __('Our mission is to provide top-tier internet communications services, ensuring reliability and customer satisfaction.') }}
            </p>
        </section>

        <section>
            <h2>Our Team</h2>

            <div class="row">
                @foreach ($teamMembers as $member)
                    <div class="col-md-4">
                        <div class="card">
                            <img src="{{ asset('storage/' . $member->photo) }}" class="card-img-top"
                                alt="{{ $member->name }}">
                            <div class="card-body">
                                <h5 class="card-title">{{ $member->name }}</h5>
                                <p class="card-text">{{ $member->position }}</p>
                                <p class="card-text">{{ $member->description }}</p>
                            </div>
                        </div>
                    </div>
                @endforeach
            </div>
        </section>
    </div>
</x-main-layout>
